Repository: notifo-io/notifo
Catalog: backend/src/Notifo/Resources/AppResources.*.resx
Languages: tr

# AcceptPrivacyPolicyError
source: You must accept the privacy policy to create an account.
tr: Hesap oluşturmak için gizlilik politikasını kabul etmelisiniz.

# AcceptTermsOfServiceError
source: You must accept the terms of service to create an account.
tr: Hesap oluşturmak için hizmet şartlarını kabul etmeniz gerekir.

# AccessDeniedText
source: Access is denied. Please contact the site administrator to unlock your account.
tr: Giriş reddedildi. Hesabınızın kilidini açmak için lütfen uygulama yöneticisiyle iletişime geçin.

# AccessDeniedTitle
source: Access denied
tr: Erişim engellendi

# AgreeToPrivacyPolicy
source: I agree to the <a href="{0}" target="_blank">Terms of service</a>.
tr: <a href="{0}" target="_blank">Hizmet Şartları</a>'nı kabul ediyorum.

# AgreeToTermsOfService
source: I agree to the <a href="{0}" target="_blank">Privacy policy</a>.
tr: <a href="{0}" target="_blank">Gizlilik politikasını</a> kabul ediyorum.

# ChangePasswordButton
source: Change password
tr: Şifreyi değiştir

# ChangePasswordLink
source: Password
tr: Şifre

# ChangePasswordTitle
source: Change password
tr: Şifreyi değiştir

# CommonCritical
source: Critical
tr: Kritik

# CommonWarning
source: Warning
tr: Uyarı

# ConfirmEmailText
source: Thank you for confirming your email address.
tr: E-posta adresinizi doğruladığınız için teşekkürler.

# ConfirmEmailTitle
source: Email confirmed
tr: E-posta doğrulandı

# ConfirmHeadline
source: Notification confirmed
tr: Bildirim onaylandı

source: confirm password
tr: şifreyi doğrula

# ConfirmPasswordLabel
source: Confirm password
tr: Şifreyi doğrula

# ConfirmText
source: Thank you for confirming that you have received the confirmation. This is only needed for urgent or important notifications. You can close this window now.
tr: Onayın alındığını doğruladığınız için teşekkür ederiz. Bu yalnızca acil veya önemli bildirimler için gereklidir. Artık bu pencereyi kapatabilirsiniz.

# ConfirmTitle
source: Notfication confirmed
tr: Bildirim onaylandı

# ConsentApplicationAccess
source: Applications
tr: Uygulamalar

# ConsentNo
source: Cancel
tr: Vazgeç

# ConsentPersonalInformation
source: Personal information
tr: Kişisel bilgi

# ConsentText
source: wants the following permissions
tr: aşağıdaki izinleri istiyor

# ConsentTitle
source: Consent
tr: İzin

# ConsentUncheck
source: Uncheck the permissions you do not wish to grant.
tr: Vermek istemediğiniz izinlerin işaretini kaldırın.

# ConsentYes
source: Give consent
tr: İzin ver

# EmailLabel
source: Email
tr: E-posta

# ErrorInfo
source: That's an error.
tr: Bu bir hatadır.

# ErrorText
source: Sorry, an error occurred. The team is already working on that.
tr: Üzgünüz, bir hata oluştu. Ekip zaten bunun üzerinde çalışıyor.

# ErrorTitle
source: Error occurred
tr: Hata oluştu

# ExternalCallbackText
source: You've successfully authenticated with <strong>{0}</strong>. Please enter an email address for this site below and click the Register button to finish logging in.
tr: <strong>{0}</strong> ile başarıyla kimlik doğrulaması yaptınız. Lütfen aşağıya bu site için bir e-posta adresi girin ve oturum açmayı tamamlamak için Kayıt ol düğmesine tıklayın.

# ExternalLoginError
source: Failed to login: {0}
tr: Giriş sırasında hata oluştu: {0}

# ExternalLoginText
source: Login with {0}
tr: {0} ile giriş yap

# ExternalLoginsLink
source: Logins
tr: Girişler

# ExternalLoginsList
source: External logins
tr: Harici girişler

# ExternalLoginsNew
source: Add another service to log in.
tr: Giriş yapmak için başka bir servis ekleyiniz.

# ExternalLoginsRemove
source: Remove
tr: Kaldır

# ExternalLoginsTitle
source: Manage your external logins
tr: Harici girişlerinizi yönetin

# ForgotPasswordButton
source: Send Email
tr: E-posta Gönder

# ForgotPasswordConfirmationText
source: We have sent you an email with instructions how to reset your password. Please go to your email client and follow the link in the email we sent you.
tr: Size şifrenizi nasıl sıfırlayacağınızla ilgili talimatları içeren bir e-posta gönderdik. Lütfen e-posta istemcinize gidin ve size gönderdiğimiz e-postadaki bağlantıyı izleyin.

# ForgotPasswordConfirmationTitle
source: Recovery email sent
tr: Kurtarma e-postası gönderildi

# ForgotPasswordQuestion
source: Forgot your password?
tr: Şifrenizi unuttunuz mu?

# ForgotPasswordText
source: Enter your email address. We will send you instructions how to reset your password.
tr: E-posta adresinizi giriniz. Şifrenizi nasıl sıfırlayacağınızla ilgili talimatları size göndereceğiz.

# ForgotPasswordTitle
source: Reset your password
tr: Şifrenizi sıfırlayınız

# GithubEmailPrivateError
source: Your Github Email address is private.
tr: Github e-posta adresiniz gizlenmiş.

# IndexTitle
source: Welcome
tr: Hoşgeldiniz

source: Invalid login attempt.
tr: Geçersiz giriş denemesi.

# InvalidLoginAttempt1
source: Username or password not correct.
tr: Kullanıcı adı veya şifre hatalı.

source: Invalid request format.
tr: Geçersiz formatta istek.

# InvalidSelectionErrorMessage
source: Invalid selection.
tr: Geçersiz seçim.

source: Legal
tr: Yasal

# LockedOutText
source: Your account has been locked. Please contact the support.
tr: Hesabınız kilitlendi. Lütfen desteğe başvurunuz.

# LockedOutTitle
source: Account locked.
tr: Hesap kilitlendi.

# LoginButton
source: Login
tr: Giriş

# LoginTitle
source: Login
tr: Giriş

source: Login with Facebook
tr: Facebook ile giriş yap

source: Login with Github
tr: Github ile giriş yap

source: Logout
tr: Çıkış yap

# MustChooseOneErrorMessage
source: You must make an selection.
tr: Bir seçim yapmalısınız.

source: new password
tr: yeni şifre

# NewPasswordLabel
source: New password
tr: Yeni şifre

# NoAccountQuestion
source: Register
tr: Kayıt ol

# OfflineAccessDescription
source: Allow the client to stay logged in even after 30 days.
tr: Hesabın 30 gün sonra bile oturumunun açık kalmasına izin verin.

# OfflineAccessDisplayName
source: Offline access.
tr: Çevrimdışı erişim.

source: old password
tr: eski şifre

# OldPasswordLabel
source: Old password
tr: Eski şifre

source: password
tr: Şifre

# PasswordLabel
source: Password
tr: Şifre

# PasswordsNotSame
source: Passwords are not the same
tr: Şifreler aynı değil

# Permissions
source: Squidex Permissions
tr: Notifo Yetkileri

source: Privacy policy
tr: Gizlilik kuralı

# ProfileLink
source: Profile
tr: Profil

# ProfileTitle
source: Profile
tr: Profil

# PwnedEmailError
source: This e-email has previously appeared in a data breach and should never be used. If you've ever used it anywhere before, change it!
tr: Bu e-posta daha önce bir veri ihlali olarak ortaya çıkmıştır ve asla kullanılmamalıdır. Daha önce herhangi bir yerde kullandıysanız değiştirin!

# PwnedPasswordError
source: This password has previously appeared in a data breach and should never be used. If you've ever used it anywhere before, change it!
tr: Bu şifre daha önce bir veri ihlalinde ortaya çıkmıştır ve asla kullanılmamalıdır. Daha önce herhangi bir yerde kullandıysanız değiştirin!

# RegisterButton
source: Register
tr: Kayıt ol

# RegisterTitle
source: Register
tr: Kayıt ol

# RememberConsent
source: Remember
tr: Hatırla

source: Remember me
tr: Beni Hatırla

source: Required
tr: Gerekli

# ResetPasswordButton
source: Change password
tr: Şifreyi değiştir

# ResetPasswordConfirmText
source: Your password has been changed.
tr: Şifreniz değiştirildi.

# ResetPasswordConfirmTitle
source: Password changed
tr: Şifre değiştirildi

# ResetPasswordTitle
source: Reset password
tr: Şifreyi sıfırla

source: Send verification email
tr: Doğrulama e-postası gönder

# SetPasswordButton
source: Set Password
tr: Şifre Belirle

# SetPasswordText
source: You do not have a local username/password for this site. Add a local account so you can log in without an external login.
tr: Bu site için yerel bir kullanıcı adınız/şifreniz yok. Harici bir giriş yapmadan giriş yapabilmek için yerel bir hesap ekleyin.

# SetPasswordTitle
source: Set Password
tr: Şifre Belirle

# SetupCreateUserButton
source: Create User
tr: Kullanıcı Oluştur

# SetupCreateUserConfirmPassword
source: Confirm Password
tr: Şifreyi Doğrula

# SetupCreateUserFailure
source: Neither password authentication nor an external authentication provider such as Google is configured. Please check your settings and logs.
tr: Ne şifre kimlik doğrulaması ne de Google gibi harici bir kimlik doğrulama sağlayıcısı yapılandırılmamıştır. Lütfen ayarlarınızı ve günlüklerinizi kontrol edin.

# SetupCreateUserHeadline
source: Admin User
tr: Yönetici Kullanıcısı

# SetupCreateUserHeadlineCreate
source: Create Admin User
tr: Yönetici Kullanıcısı Oluştur

# SetupCreateUserLoginHint
source: You have configured at least one external authentication provider such as Google. Just go to the login page and login to become administrator.
tr: Google gibi en az bir harici kimlik doğrulama sağlayıcısını yapılandırdınız. Yönetici olmak için giriş sayfasına gidin ve giriş yapın.

# SetupCreateUserLoginLink
source: Go to Login Page.
tr: Giriş Sayfasına Git.

# SetupError
source: An unexpected exception occurred.
tr: Beklenmeyen bir istisna oluştu.

# SetupHeadline
source: Installation
tr: Kurulum

# SetupHint
source: You are seeing this screen because no user exists yet. After a user is created, you are not able to use this screen again.
tr: Henüz kullanıcı bulunmadığı için bu ekranı görüyorsunuz. Kullanıcı oluşturulduktan sonra bu ekranı tekrar kullanamazsınız.

# SetupMadeBy
source: Proudly made by
tr: Gururla yapan

# SetupRuleFolderWarning
source: You are using the <strong>folder asset store</strong> where all assets are stored in the file system. Please remember to include the asset folder into your backup strategy and map it to a volume, if you are using Docker.
tr: Tüm varlıkların dosya sisteminde depolandığı <strong>klasör varlık deposunu</strong> kullanıyorsunuz. Lütfen varlık klasörünü yedekleme stratejinize eklemeyi ve Docker kullanıyorsanız onu bir birimle eşlemeyi unutmayın.

# SetupRuleFtpWarning
source: You are using the <strong>FTP asset store</strong>. It is not recommended to use this storage type because of bad performance.
tr: <strong>FTP varlık deposunu</strong> kullanıyorsunuz. Kötü performans nedeniyle bu depolama türünün kullanılması önerilmez.

# SetupRuleHttpsFailure
source: You are not accessing the site over https. If this warning is not correct then Squidex cannot detect https mode, because your instance is behind a reverse proxy such as nginx. Ensure that http headers are forwarded properly, via the <code>X-Forwarded-*</code> headers.
tr: Siteye https üzerinden erişmiyorsunuz. Bu uyarı doğru değilse, örneğiniz nginx gibi bir ters proxy'nin arkasında olduğundan Notifo https modunu algılayamaz. http başlıklarının <code>X-Forwarded-*</code> başlıkları aracılığıyla düzgün şekilde iletildiğinden emin olun.

# SetupRuleHttpsSuccess
source: Congratulations, you are accessing your Squidex installation over a secure connection (https).
tr: Tebrikler, Notifo kurulumunuza güvenli bir bağlantı (https) üzerinden erişiyorsunuz.

# SetupRuleUrlFailure
source: You should access Squidex only over one canonical URL and configure this URL with the <code>URLS__BASEURL</code> environment variable. The current base URL <code>{actual}</code> does not match to the base url <code>{configured}</code>.
tr: Notifo'ya yalnızca tek bir standart URL üzerinden erişmeli ve bu URL'yi <code>URLS__BASEURL</code> ortam değişkeniyle yapılandırmalısınız. Geçerli temel URL <code>{0}</code>, temel URL <code>{1}</code> ile eşleşmiyor.

# SetupRuleUrlSuccess
source: Congratulations, the <code>URLS__BASEURL</code> environment variable is configured properly.
tr: Tebrikler, <code>URLS__BASEURL</code> ortam değişkeni doğru şekilde yapılandırıldı.

# SetupRulesHeadline
source: System Checklist
tr: Sistem Kontrol Listesi

# SetupTitle
source: Installation
tr: Kurulum

# SignedOutText
source: You have been signed out
tr: Çıkış yapmış oldunuz

# SignedOutTitle
source: Signed out
tr: Çıkış yapıldı

source: username
tr: kullanıcı adı

# UserNameLabel
source: Username
tr: Kullanıcı adı

source: Validation error.
tr: Doğrulama hatası.

# VerificationEmailSent
source: Email has been sent.
tr: E-posta gönderildi.
